Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Send your question to the AI assistant
ar: أرسل سؤالك إلى مساعد الذكاء الاصطناعي
da: Send dit spørgsmål til AI-assistenten
de: Sende deine Frage an den KI-Assistenten
es: Envía tu pregunta al asistente de IA
fi: Lähetä kysymyksesi tekoälyavustajalle
fr: Envoyez votre question à l'assistant IA
is: Sendu spurninguna þína til gervigreindaraðstoðarmannsins
it: Invia la tua domanda all'assistente IA
ja: AI アシスタントに質問を送信します
ko: AI 어시스턴트에게 질문을 보냅니다
nb: Send spørsmålet ditt til KI-assistenten
nl: Stuur je vraag naar de AI-assistent
pt_br: Envie sua pergunta ao assistente de IA
ru: Отправьте свой вопрос ИИ-ассистенту
sv: Skicka din fråga till AI-assistenten
zh_hans: 将你的问题发送给 AI 助手

source: Sensor Permissions
ar: أذونات المستشعر
da: Sensortilladelser
de: Sensorberechtigungen
es: Permisos de sensores
fi: Sensorioikeudet
fr: Autorisations du capteur
is: Skynjaraheimildir
it: Autorizzazioni sensore
ja: センサー許可
ko: 센서 권한
nb: Sensortillatelser
nl: Sensortoestemmingen
pt_br: Permissões do Sensor
ru: Разрешения датчиков
sv: Sensorbehörigheter
zh_hans: 传感器权限

source: Sensors
ar: المستشعرات
da: Sensorer
de: Sensoren
es: Sensores
fi: Anturit
fr: Capteurs
is: Skynjarar
it: Sensori
ja: センサー
ko: 센서
nb: Sensorer
nl: Sensoren
pt_br: Sensores
ru: Датчики
sv: Sensorer
zh_hans: 传感器

source: Sent over HTTPS directly to %@'s API. No Emuqu server in between.
ar: يُرسل عبر HTTPS مباشرةً إلى واجهة %@ البرمجية. لا يوجد خادم Emuqu بينهما.
da: Sendes via HTTPS direkte til %@'s API. Ingen Emuqu-server imellem.
de: Wird per HTTPS direkt an die API von %@ gesendet. Kein Emuqu-Server dazwischen.
es: Se envía por HTTPS directamente a la API de %@. Sin ningún servidor de Emuqu de por medio.
fi: Lähetetään HTTPS:llä suoraan palvelun %@ rajapintaan. Ei Emuqu-palvelinta välissä.
fr: Envoyé en HTTPS directement à l’API de %@. Aucun serveur Emuqu entre les deux.
is: Sent um HTTPS beint í API frá %@. Enginn Emuqu-þjónn á milli.
it: Inviato via HTTPS direttamente all’API di %@. Nessun server Emuqu di mezzo.
ja: HTTPS で %@ の API に直接送信されます。間に Emuqu のサーバーはありません。
ko: HTTPS로 %@의 API에 직접 전송됩니다. 중간에 Emuqu 서버는 없습니다.
nb: Sendes over HTTPS direkte til %@ sitt API. Ingen Emuqu-server imellom.
nl: Wordt via HTTPS rechtstreeks naar de API van %@ gestuurd. Geen Emuqu-server ertussen.
pt_br: Enviado por HTTPS diretamente para a API do %@. Nenhum servidor da Emuqu no meio.
ru: Отправляется по HTTPS напрямую в API %@. Без промежуточного сервера Emuqu.
sv: Skickas via HTTPS direkt till %@:s API. Ingen Emuqu-server däremellan.
zh_hans: 通过 HTTPS 直接发送到 %@ 的 API。中间没有 Emuqu 服务器。

source: Series
ar: السلسلة
da: Serie
de: Serie
es: Serie
fi: Sarja
fr: Série
is: Sería
it: Serie
ja: シリーズ
ko: 시리즈
nb: Serie
nl: Reeks
pt_br: Série
ru: Серия
sv: Serie
zh_hans: 系列

source: session
ar: جلسة
de: Sitzung
es: sesión
fi: istunto
fr: séance
is: lota
it: sessione
ja: セッション
ko: 세션
nb: økt
nl: sessie
pt_br: sessão
ru: сессия
sv: pass
zh_hans: 记录

source: Session
ar: جلسة
de: Sitzung
es: Sesión
fi: Istunto
is: Sessa
it: Sessione
ja: セッション
ko: 세션
nb: Økt
nl: Sessie
pt_br: Sessão
ru: Сессия
zh_hans: 记录

source: Session Detail
ar: تفاصيل الجلسة
da: Sessionsdetaljer
de: Sitzungsdetails
es: Detalle de la sesión
fi: Istunnon tiedot
fr: Détail de la séance
is: Lotuupplýsingar
it: Dettaglio sessione
ja: セッションの詳細
ko: 세션 세부 정보
nb: Øktdetaljer
nl: Sessiedetails
pt_br: Detalhes da sessão
ru: Сведения о сессии
sv: Sessionsdetaljer
zh_hans: 记录详情

source: Session end
ar: نهاية الجلسة
da: Sessionens slut
de: Sitzungsende
es: Fin de sesión
fi: Istunnon loppu
fr: Fin de séance
is: Lok lotu
it: Fine sessione
ja: セッション終了
ko: 세션 종료
nb: Slutt på økt
nl: Einde sessie
pt_br: Fim da sessão
ru: Конец сессии
sv: Passets slut
zh_hans: 记录结束

source: Session Interrupted
ar: انقطعت الجلسة
da: Session afbrudt
de: Sitzung unterbrochen
es: Sesión interrumpida
fi: Istunto keskeytynyt
fr: Session interrompue
is: Lota rofin
it: Sessione interrotta
ja: セッションが中断されました
ko: 세션이 중단되었습니다
nb: Økt avbrutt
nl: Sessie onderbroken
pt_br: Sessão interrompida
ru: Сессия прервана
sv: Session avbruten
zh_hans: 记录中断

source: Session not found in archive.
ar: لم يُعثر على الجلسة في الأرشيف.
da: Sessionen blev ikke fundet i arkivet.
de: Sitzung im Archiv nicht gefunden.
es: Sesión no encontrada en el archivo.
fi: Istuntoa ei löytynyt arkistosta.
fr: Séance introuvable dans l’archive.
is: Lota fannst ekki í safninu.
it: Sessione non trovata nell’archivio.
ja: アーカイブにセッションが見つかりません。
ko: 보관함에서 세션을 찾을 수 없습니다.
nb: Økten ble ikke funnet i arkivet.
nl: Sessie niet gevonden in archief.
pt_br: Sessão não encontrada no arquivo.
ru: Сессия не найдена в архиве.
sv: Passet hittades inte i arkivet.
zh_hans: 存档中未找到该记录。

source: Session restored successfully
ar: تمت استعادة الجلسة بنجاح
da: Sessionen blev gendannet
de: Sitzung erfolgreich wiederhergestellt
es: Sesión restaurada correctamente
fi: Istunto palautettiin onnistuneesti
fr: Séance restaurée avec succès
is: Lota endurheimt tókst
it: Sessione ripristinata correttamente
ja: セッションを正常に復元しました
ko: 세션을 성공적으로 복원했습니다
nb: Økten ble gjenopprettet
nl: Sessie succesvol hersteld
pt_br: Sessão restaurada com sucesso
ru: Сессия успешно восстановлена
sv: Sessionen återställdes
zh_hans: 记录已成功恢复

source: Session RMSSD
ar: RMSSD الجلسة
da: Sessionens RMSSD
de: Sitzungs-RMSSD
es: RMSSD de la sesión
fi: Istunnon RMSSD
fr: RMSSD de la séance
is: RMSSD lotu
it: RMSSD della sessione
ja: セッション RMSSD
ko: 세션 RMSSD
nb: Øktens RMSSD
nl: Sessie-RMSSD
pt_br: RMSSD da sessão
ru: RMSSD сессии
sv: Passets RMSSD
zh_hans: 本次 RMSSD

source: Session start
ar: بداية الجلسة
da: Sessionens start
de: Sitzungsbeginn
es: Inicio de sesión
fi: Istunnon alku
fr: Début de séance
is: Upphaf lotu
it: Inizio sessione
ja: セッション開始
ko: 세션 시작
nb: Start på økt
nl: Start sessie
pt_br: Início da sessão
ru: Начало сессии
sv: Passets start
zh_hans: 记录开始

source: Session Storage
ar: تخزين الجلسات
da: Sessionslagring
de: Sitzungsspeicher
es: Almacenamiento de sesiones
fi: Istuntotallennus
fr: Stockage des sessions
is: Lotugeymsla
it: Archiviazione sessioni
ja: セッションストレージ
ko: 세션 저장소
nb: Øktlagring
nl: Sessieopslag
pt_br: Armazenamento de sessões
ru: Хранилище сессий
sv: Sessionslagring
zh_hans: 记录存储

source: Session Summary
ar: ملخص الجلسة
da: Sessionsoversigt
de: Sitzungszusammenfassung
es: Resumen de sesión
fi: Istunnon yhteenveto
fr: Résumé de session
is: Lotusamantekt
it: Riepilogo sessione
ja: セッションサマリー
ko: 세션 요약
nb: Øktsammendrag
nl: Sessiesamenvatting
pt_br: Resumo da Sessão
ru: Сводка сессии
sv: Sessionssammanfattning
zh_hans: 记录摘要

source: sessions
ar: جلسات
da: sessioner
de: Sitzungen
es: sesiones
fi: istuntoa
is: lotur
it: sessioni
ja: セッション
ko: 세션
nb: økter
nl: sessies
pt_br: sessões
ru: сессий
sv: sessioner
zh_hans: 个记录

source: Sessions
ar: الجلسات
da: Sessioner
de: Sitzungen
es: Sesiones
fi: Istunnot
is: Lotur
it: Sessioni
ja: セッション
ko: 세션
nb: Økter
nl: Sessies
pt_br: Sessões
ru: Сессии
sv: Sessioner
zh_hans: 记录

source: SESSIONS
ar: الجلسات
da: SESSIONER
de: SITZUNGEN
es: SESIONES
fi: ISTUNNOT
fr: SÉANCES
is: LOTUR
it: SESSIONI
ja: セッション
ko: 세션
nb: ØKTER
nl: SESSIES
pt_br: SESSÕES
ru: СЕССИИ
sv: PASS
zh_hans: 记录

source: Sessions (%lld)
ar: الجلسات (%lld)
da: Sessioner (%lld)
de: Sitzungen (%lld)
es: Sesiones (%lld)
fi: Istunnot (%lld)
fr: Séances (%lld)
is: Lotur (%lld)
it: Sessioni (%lld)
ja: セッション (%lld)
ko: 세션 (%lld)
nb: Økter (%lld)
nl: Sessies (%lld)
pt_br: Sessões (%lld)
ru: Сессии (%lld)
sv: Pass (%lld)
zh_hans: 记录 (%lld)

source: Sessions can't be read
ar: تعذّر قراءة الجلسات
da: Sessioner kan ikke læses
de: Sitzungen können nicht gelesen werden
es: No se pueden leer las sesiones
fi: Istuntoja ei voi lukea
fr: Impossible de lire les sessions
is: Ekki er hægt að lesa lotur
it: Impossibile leggere le sessioni
ja: セッションを読み取れません
ko: 세션을 읽을 수 없음
nb: Øktene kan ikke leses
nl: Sessies kunnen niet worden gelezen
pt_br: Não é possível ler as sessões
ru: Не удаётся прочитать сессии
sv: Sessioner kan inte läsas
zh_hans: 无法读取记录

source: Set defaults in Profile to skip typing addresses
ar: اضبط الافتراضيات في الملف الشخصي لتجنّب كتابة العناوين
da: Angiv standarder i Profil for at slippe for at taste adresser
de: Standards im Profil setzen, um Adressen nicht zu tippen
es: Configura valores por defecto en Perfil para no escribir direcciones
fi: Aseta oletukset Profiilissa, niin osoitteita ei tarvitse kirjoittaa
fr: Définissez des valeurs par défaut dans Profil pour éviter de saisir des adresses
is: Stilltu sjálfgildi í Prófíl til að sleppa við að slá inn heimilisföng
it: Imposta i valori predefiniti nel Profilo per non digitare gli indirizzi
ja: プロフィールで既定値を設定するとメールアドレスの入力を省けます
ko: 프로필에서 기본값을 설정하면 주소를 입력하지 않아도 됩니다
nb: Angi standarder i Profil for å slippe å skrive adresser
nl: Stel standaardwaarden in bij Profiel om adressen niet te typen
pt_br: Defina padrões no Perfil para não digitar endereços
ru: Задайте значения по умолчанию в профиле, чтобы не вводить адреса
sv: Ange standardvärden i Profil för att slippa skriva adresser
zh_hans: 在个人资料中设置默认值，免去手动输入地址

source: Set them in **Settings → Profile**. The defaults pre-fill the morning report PDF, the workout PDF, AND any email the AI composes — set once, every email surface knows.
ar: اضبطها في **الإعدادات ← الملف الشخصي**. تملأ القيم الافتراضية مسبقًا ملف PDF لتقرير الصباح، وملف PDF للتمرين، وأي بريد إلكتروني يكتبه الذكاء الاصطناعي — اضبطها مرة واحدة، وستعرفها كل واجهة بريد.
da: Indstil dem under **Indstillinger → Profil**. Standardværdierne udfylder på forhånd morgenrapportens PDF, trænings-PDF'en OG enhver e-mail, som AI'en skriver — sæt dem én gang, så kender enhver e-mailflade dem.
de: Lege sie unter **Einstellungen → Profil** fest. Die Standardwerte füllen das Morgenbericht-PDF, das Trainings-PDF UND jede von der KI verfasste E-Mail vorab aus — einmal festgelegt, kennt sie jede E-Mail-Oberfläche.
es: Configúralos en **Ajustes → Perfil**. Los valores predeterminados rellenan el PDF del informe matinal, el PDF del entrenamiento Y cualquier correo que redacte la IA: configúralos una vez y todos los correos los conocerán.
fi: Aseta ne kohdassa **Asetukset → Profiili**. Oletusarvot esitäyttävät aamuraportin PDF:n, harjoituksen PDF:n JA kaikki tekoälyn kirjoittamat sähköpostit — kun asetat ne kerran, ne ovat käytössä kaikissa sähköposteissa.
fr: Définissez-les dans **Réglages → Profil**. Les valeurs par défaut préremplissent le PDF du rapport du matin, le PDF de l’entraînement ET tout e-mail rédigé par l’IA — réglées une fois, elles s’appliquent partout où un e-mail est rédigé.
is: Stilltu þau í **Stillingar → Prófíll**. Sjálfgefnu gildin fylla fyrirfram út PDF-skjal morgunskýrslunnar, PDF-skjal æfingarinnar OG allan tölvupóst sem gervigreindin semur — stillt einu sinni, og allir tölvupóstar nota það.
it: Impostali in **Impostazioni → Profilo**. I valori predefiniti precompilano il PDF del report mattutino, il PDF dell’allenamento E ogni email composta dall’IA — impostali una volta e valgono per tutte le email.
ja: **設定 → プロフィール** で設定してください。デフォルト値は、朝のレポート PDF、ワークアウト PDF、そして AI が作成するすべてのメールに事前入力されます。一度設定すれば、メールを作成するすべての画面に反映されます。
ko: **설정 → 프로필**에서 설정하세요. 기본값은 아침 리포트 PDF, 운동 PDF, 그리고 AI가 작성하는 모든 이메일에 미리 채워집니다. 한 번만 설정하면 이메일을 보내는 모든 화면에 적용됩니다.
nb: Angi dem under **Innstillinger → Profil**. Standardverdiene fylles inn på forhånd i morgenrapport-PDF-en, økt-PDF-en OG alle e-poster AI-en skriver — angi én gang, så vet alle e-poststeder det.
nl: Stel ze in via **Instellingen → Profiel**. De standaardwaarden worden vooraf ingevuld in de pdf van het ochtendrapport, de trainings-pdf ÉN elke e-mail die de AI opstelt — één keer instellen, en elke plek waar e-mail wordt opgesteld weet het.
pt_br: Defina-os em **Configurações → Perfil**. Os padrões preenchem previamente o PDF do relatório matinal, o PDF do treino E qualquer e-mail que a IA redigir — defina uma vez e todos os e-mails já os conhecem.
ru: Задайте их в **Настройки → Профиль**. Значения по умолчанию предзаполняют PDF утреннего отчёта, PDF тренировки И любое письмо, которое составляет ИИ — задайте один раз, и они будут подставляться везде.
sv: Ställ in dem i **Inställningar → Profil**. Standardvärdena förifyller PDF:en med morgonrapporten, tränings-PDF:en OCH varje e-post som AI:n skriver — ställ in en gång, så vet alla e-postytor om dem.
zh_hans: 在 **设置 → 个人资料** 中设置。默认值会预填到晨间报告 PDF、训练 PDF 以及 AI 撰写的任何电子邮件中——设置一次，所有邮件界面都会使用。

source: Setting up
ar: جارٍ الإعداد
da: Klargør
de: Wird eingerichtet
es: Configurando
fi: Valmistellaan
fr: Configuration
is: Undirbý
it: Configurazione
ja: 準備中
ko: 준비 중
nb: Klargjør
nl: Instellen
pt_br: Configurando
ru: Настройка
sv: Förbereder
zh_hans: 正在准备

source: Settings
ar: الإعدادات
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Réglages
is: Stillingar
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pt_br: Configurações
ru: Настройки
sv: Inställningar
zh_hans: 设置

source: Settings backed up to iCloud (%@).
ar: تم نسخ الإعدادات احتياطيًا إلى iCloud ‏(%@).
da: Indstillinger sikkerhedskopieret til iCloud (%@).
de: Einstellungen in iCloud gesichert (%@).
es: Ajustes respaldados en iCloud (%@).
fi: Asetukset varmuuskopioitu iCloudiin (%@).
fr: Réglages sauvegardés sur iCloud (%@).
is: Stillingar afritaðar í iCloud (%@).
it: Impostazioni salvate su iCloud (%@).
ja: 設定を iCloud にバックアップしました（%@）。
ko: 설정을 iCloud에 백업했습니다 (%@).
nb: Innstillinger sikkerhetskopiert til iCloud (%@).
nl: Instellingen geback-upt naar iCloud (%@).
pt_br: Ajustes salvos no iCloud (%@).
ru: Настройки сохранены в iCloud (%@).
sv: Inställningar säkerhetskopierade till iCloud (%@).
zh_hans: 设置已备份到 iCloud（%@）。

source: Settings backed up to iCloud.
ar: تم نسخ الإعدادات احتياطيًا إلى iCloud.
da: Indstillinger sikkerhedskopieret til iCloud.
de: Einstellungen in iCloud gesichert.
es: Ajustes respaldados en iCloud.
fi: Asetukset varmuuskopioitu iCloudiin.
fr: Réglages sauvegardés sur iCloud.
is: Stillingar afritaðar á iCloud.
it: Impostazioni salvate su iCloud.
ja: 設定を iCloud にバックアップしました。
ko: 설정이 iCloud에 백업되었습니다.
nb: Innstillinger sikkerhetskopiert til iCloud.
nl: Instellingen geback-upt naar iCloud.
pt_br: Configurações salvas no iCloud.
ru: Настройки сохранены в iCloud.
sv: Inställningar säkerhetskopierade till iCloud.
zh_hans: 设置已备份到 iCloud。

source: Settings Backup
ar: نسخة احتياطية للإعدادات
da: Sikkerhedskopi af indstillinger
de: Einstellungssicherung
es: Copia de seguridad de ajustes
fi: Asetusten varmuuskopio
fr: Sauvegarde des réglages
is: Afrit af stillingum
it: Backup delle impostazioni
ja: 設定のバックアップ
ko: 설정 백업
nb: Sikkerhetskopi av innstillinger
nl: Back-up van instellingen
pt_br: Backup das configurações
ru: Резервная копия настроек
sv: Säkerhetskopia av inställningar
zh_hans: 设置备份

source: Settings restored from iCloud (last pushed %@).
ar: تمت استعادة الإعدادات من iCloud (آخر إرسال %@).
da: Indstillinger gendannet fra iCloud (sidst sendt %@).
de: Einstellungen aus iCloud wiederhergestellt (zuletzt übertragen %@).
es: Ajustes restaurados desde iCloud (última subida %@).
fi: Asetukset palautettu iCloudista (viimeksi lähetetty %@).
fr: Réglages restaurés depuis iCloud (dernier envoi %@).
is: Stillingar endurheimtar úr iCloud (síðast sendar %@).
it: Impostazioni ripristinate da iCloud (ultimo invio %@).
ja: iCloudから設定を復元しました（最終送信：%@）。
ko: iCloud에서 설정을 복원했습니다(마지막 전송: %@).
nb: Innstillinger gjenopprettet fra iCloud (sist sendt %@).
nl: Instellingen hersteld vanuit iCloud (laatst verzonden %@).
pt_br: Ajustes restaurados do iCloud (último envio %@).
ru: Настройки восстановлены из iCloud (последняя отправка %@).
sv: Inställningar återställda från iCloud (senast skickade %@).
zh_hans: 已从 iCloud 恢复设置（上次推送 %@）。

source: Sex: %@
ar: الجنس: %@
da: Køn: %@
de: Geschlecht: %@
es: Sexo: %@
fi: Sukupuoli: %@
fr: Sexe : %@
is: Kyn: %@
it: Sesso: %@
ja: 性別: %@
ko: 성별: %@
nb: Kjønn: %@
nl: Geslacht: %@
pt_br: Sexo: %@
ru: Пол: %@
sv: Kön: %@
zh_hans: 性别：%@

source: Shaded band = mean ±1 SD across these readings. Dots outside the band are the days worth a closer look.
ar: النطاق المظلَّل = المتوسط ±1 SD عبر هذه القراءات. النقاط خارج النطاق هي الأيام التي تستحق نظرة أدق.
da: Skraveret bånd = gennemsnit ±1 SD på tværs af disse målinger. Prikker uden for båndet er de dage, der er værd at se nærmere på.
de: Schattiertes Band = Mittelwert ±1 SD über diese Messwerte. Punkte außerhalb des Bandes sind die Tage, die einen genaueren Blick wert sind.
es: Banda sombreada = media ±1 SD de estas lecturas. Los puntos fuera de la banda son los días que merecen una mirada más detenida.
fi: Varjostettu alue = keskiarvo ±1 SD näistä lukemista. Alueen ulkopuoliset pisteet ovat päiviä, joita kannattaa tarkastella lähemmin.
fr: Bande ombrée = moyenne ±1 SD sur ces mesures. Les points en dehors de la bande sont les jours méritant un examen plus attentif.
is: Skyggð rönd = meðaltal ±1 SD yfir þessar mælingar. Punktar utan randar eru dagarnir sem vert er að skoða nánar.
it: Banda ombreggiata = media ±1 SD su queste letture. I punti fuori dalla banda sono i giorni che meritano un'analisi più approfondita.
ja: 陰影付きの帯 = これらの測定値の平均 ±1 SD。帯の外側の点は、より詳しく確認する価値のある日です。
ko: 음영 처리된 띠 = 이 측정값들의 평균 ±1 SD. 띠 밖의 점은 더 자세히 살펴볼 만한 날입니다.
nb: Skyggelagt felt = gjennomsnitt ±1 SD over disse avlesningene. Prikker utenfor feltet er dagene som er verdt en nærmere titt.
nl: Gearceerde band = gemiddelde ±1 SD over deze metingen. Punten buiten de band zijn de dagen die een nadere blik waard zijn.
pt_br: Faixa sombreada = média ±1 SD entre essas leituras. Os pontos fora da faixa são os dias que merecem um olhar mais atento.
ru: Затененная полоса = среднее ±1 SD по этим показаниям. Точки за пределами полосы — дни, заслуживающие более пристального внимания.
sv: Skuggat band = medelvärde ±1 SD över dessa avläsningar. Punkter utanför bandet är de dagar som är värda en närmare titt.
zh_hans: 阴影带 = 这些读数的平均值 ±1 SD。带外的点是值得仔细查看的日子。

source: Share
ar: مشاركة
da: Del
de: Teilen
es: Compartir
fi: Jaa
fr: Partager
is: Deila
it: Condividi
ja: 共有
ko: 공유
nb: Del
nl: Delen
pt_br: Compartilhar
ru: Поделиться
sv: Dela
zh_hans: 分享

source: Share as %@
ar: مشاركة كـ %@
da: Del som %@
de: Teilen als %@
es: Compartir como %@
fi: Jaa muodossa %@
fr: Partager en %@
is: Deila sem %@
it: Condividi come %@
ja: %@ として共有
ko: %@(으)로 공유
nb: Del som %@
nl: Delen als %@
pt_br: Compartilhar como %@
ru: Поделиться как %@
sv: Dela som %@
zh_hans: 以 %@ 共享

source: Share Crash Report
ar: مشاركة تقرير الأعطال
da: Del nedbrudsrapport
de: Absturzbericht teilen
es: Compartir informe de error
fi: Jaa virheilmoitus
fr: Partager le rapport de plantage
is: Deila hrunskýrslu
it: Condividi rapporto di errore critico
ja: クラッシュレポートを共有
ko: 충돌 보고서 공유
nb: Del krasjrapport
nl: Crashrapport delen
pt_br: Compartilhar Relatório de Erro
ru: Поделиться отчётом о сбое
sv: Dela kraschrapport
zh_hans: 分享崩溃报告

source: Share data with %@?
ar: مشاركة البيانات مع %@؟
da: Del data med %@?
de: Daten mit %@ teilen?
es: ¿Compartir datos con %@?
fi: Jaetaanko tiedot palvelun %@ kanssa?
fr: Partager les données avec %@ ?
is: Deila gögnum með %@?
it: Condividere i dati con %@?
ja: %@ とデータを共有しますか？
ko: %@와(과) 데이터를 공유할까요?
nb: Dele data med %@?
nl: Gegevens delen met %@?
pt_br: Compartilhar dados com %@?
ru: Поделиться данными с %@?
sv: Dela data med %@?
zh_hans: 与 %@ 共享数据？

source: Share PDF Report
ar: مشاركة تقرير PDF
da: Del PDF-rapport
de: PDF-Bericht teilen
es: Compartir informe PDF
fi: Jaa PDF-raportti
fr: Partager le rapport PDF
is: Deila PDF-skýrslu
it: Condividi report PDF
ja: PDF レポートを共有
ko: PDF 보고서 공유
nb: Del PDF-rapport
nl: PDF-rapport delen
pt_br: Compartilhar relatório PDF
ru: Поделиться PDF-отчётом
sv: Dela PDF-rapport
zh_hans: 分享 PDF 报告

source: Share prompt audit
ar: مشاركة تدقيق المطالبات
da: Del prompt-revision
de: Prompt-Audit teilen
es: Compartir auditoría de prompts
fi: Jaa kehotteiden tarkastus
fr: Partager l'audit des prompts
is: Deila kvaðningarúttekt
it: Condividi audit dei prompt
ja: プロンプト監査を共有
ko: 프롬프트 감사 공유
nb: Del ledetekstrevisjon
nl: Promptcontrole delen
pt_br: Compartilhar auditoria de prompts
ru: Поделиться аудитом промптов
sv: Dela promptgranskning
zh_hans: 分享提示词审计

source: Share Recap Card
ar: مشاركة بطاقة الملخص
da: Del opsummeringskort
de: Zusammenfassungskarte teilen
es: Compartir tarjeta de resumen
fi: Jaa yhteenvetokortti
fr: Partager la carte récap
is: Deila samantektarspjaldi
it: Condividi scheda riepilogo
ja: サマリーカードを共有
ko: 요약 카드 공유
nb: Del oppsummeringskort
nl: Samenvattingskaart delen
pt_br: Compartilhar cartão de resumo
ru: Поделиться карточкой итогов
sv: Dela sammanfattningskort
zh_hans: 分享回顾卡片

source: Share recovery card
ar: مشاركة بطاقة التعافي
da: Del restitutionskort
de: Erholungskarte teilen
es: Compartir tarjeta de recuperación
fi: Jaa palautumiskortti
fr: Partager la carte de récupération
is: Deila endurheimtarspjaldi
it: Condividi scheda di recupero
ja: 回復カードを共有
ko: 회복 카드 공유
nb: Del restitusjonskort
nl: Herstelkaart delen
pt_br: Compartilhar cartão de recuperação
ru: Поделиться карточкой восстановления
sv: Dela återhämtningskort
zh_hans: 分享恢复卡片

source: Share this with the developer to help investigate the issue.
ar: شارك هذا مع المطوّر للمساعدة في التحقيق في المشكلة.
da: Del dette med udvikleren for at hjælpe med at undersøge problemet.
de: Teile dies mit dem Entwickler, um bei der Untersuchung des Problems zu helfen.
es: Comparte esto con el desarrollador para ayudar a investigar el problema.
fi: Jaa tämä kehittäjän kanssa, jotta ongelmaa voidaan selvittää.
fr: Partagez ceci avec le développeur pour aider à étudier le problème.
is: Deildu þessu með þróunaraðilanum til að hjálpa við að rannsaka vandamálið.
it: Condividi questo con lo sviluppatore per aiutare a indagare sul problema.
ja: 問題の調査に役立てるため、これを開発者と共有してください。
ko: 문제 조사에 도움이 되도록 이것을 개발자와 공유하세요.
nb: Del dette med utvikleren for å hjelpe med å undersøke problemet.
nl: Deel dit met de ontwikkelaar om te helpen het probleem te onderzoeken.
pt_br: Compartilhe isto com o desenvolvedor para ajudar a investigar o problema.
ru: Поделитесь этим с разработчиком, чтобы помочь разобраться в проблеме.
sv: Dela detta med utvecklaren för att hjälpa till att undersöka problemet.
zh_hans: 将此信息分享给开发者，以帮助排查该问题。

source: Share trace…
ar: مشاركة التتبّع…
da: Del spor…
de: Trace teilen…
es: Compartir traza…
fi: Jaa jälki…
fr: Partager la trace…
is: Deila rakningu…
it: Condividi traccia…
ja: トレースを共有…
ko: 추적 공유…
nb: Del spor…
nl: Trace delen…
pt_br: Compartilhar rastreamento…
ru: Поделиться трассировкой…
sv: Dela spår…
zh_hans: 分享追踪记录…

source: Sharing consent
ar: موافقة المشاركة
da: Delingssamtykke
de: Einwilligung zur Weitergabe
es: Consentimiento de uso compartido
fi: Jakamissuostumus
fr: Consentement au partage
is: Samþykki fyrir deilingu
it: Consenso alla condivisione
ja: 共有の同意
ko: 공유 동의
nb: Samtykke til deling
nl: Toestemming voor delen
pt_br: Consentimento de compartilhamento
ru: Согласие на передачу
sv: Samtycke till delning
zh_hans: 共享同意

source: sharp increase
ar: زيادة حادة
da: kraftig stigning
de: starker Anstieg
es: aumento brusco
fi: jyrkkä nousu
fr: forte hausse
is: snörp aukning
it: aumento netto
ja: 急増
ko: 급격한 증가
nb: kraftig økning
nl: sterke stijging
pt_br: aumento acentuado
ru: резкий рост
sv: kraftig ökning
zh_hans: 急剧上升

source: Sharp increase
ar: زيادة حادة
da: Kraftig stigning
de: Starker Anstieg
es: Aumento brusco
fi: Jyrkkä nousu
fr: Forte hausse
is: Snörp aukning
it: Aumento netto
ja: 急増
ko: 급격한 증가
nb: Kraftig økning
nl: Sterke stijging
pt_br: Aumento acentuado
ru: Резкий рост
sv: Kraftig ökning
zh_hans: 急剧上升

source: Sharp jump
ar: قفزة حادة
da: Skarpt spring
de: Starker Anstieg
es: Salto brusco
fi: Jyrkkä hyppy
fr: Saut brusque
is: Snöggt stökk
it: Balzo netto
ja: 急激な上昇
ko: 급격한 상승
nb: Bratt hopp
nl: Scherpe sprong
pt_br: Salto acentuado
ru: Резкий скачок
sv: Skarpt hopp
zh_hans: 急剧跃升
